Revit 2027 API
BuiltInFailures.GroupFailures.MembersAlignWarn Property
 User parameter values for group members have been aligned.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MembersAlignWarn { get; }
Public Shared ReadOnly Property MembersAlignWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MembersAlignWarn {
	FailureDefinitionId^ get ();
}
static member MembersAlignWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace